type Item = {
  
    id: number,
    task: string, 
    date_beginning: string, 
    date_end: string, 
    worker: string, 
    shop: string, 
    source: string, 
    status: string, 

}

export const rows: Item[] = [
    /*{ id: 1, lastName: 'Snow', firstName: 'Jon', age: 35 },
    { id: 2, lastName: 'Lannister', firstName: 'Cersei', age: 42 },
    { id: 3, lastName: 'Lannister', firstName: 'Jaime', age: 45 },
    { id: 4, lastName: 'Stark', firstName: 'Arya', age: 16 },
    { id: 5, lastName: 'Targaryen', firstName: 'Daenerys', age: null },
    { id: 6, lastName: 'Melisandre', firstName: null, age: 150 },
    { id: 7, lastName: 'Clifford', firstName: 'Ferrara', age: 44 },
    { id: 8, lastName: 'Frances', firstName: 'Rossini', age: 36 },
    { id: 9, lastName: 'Roxie', firstName: 'Harvey', age: 65 },
    { id: 1, lastName: 'Snow', firstName: 'Jon', age: 35 },
    { id: 2, lastName: 'Lannister', firstName: 'Cersei', age: 42 },
    { id: 3, lastName: 'Lannister', firstName: 'Jaime', age: 45 },
    { id: 4, lastName: 'Stark', firstName: 'Arya', age: 16 },
    { id: 5, lastName: 'Targaryen', firstName: 'Daenerys', age: null },
    { id: 6, lastName: 'Melisandre', firstName: null, age: 150 },
    { id: 7, lastName: 'Clifford', firstName: 'Ferrara', age: 44 },
    { id: 8, lastName: 'Frances', firstName: 'Rossini', age: 36 },
    { id: 9, lastName: 'Roxie', firstName: 'Harvey', age: 65 },*/
    {
      "id": 4453565,
      "task": "Выкладка мороженое ЧЛ",
      "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
      "date_end": "-",
      "worker": "Светлана Брижань",
      "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
      "source": "Айфон",
      "status": "Начат"
  },
  
  {
    "id": 4458928,
    "task": "Выкладка Сибирская Коллекция 3",
    "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
    "date_end": "Dec. 7, 2022, 7:57 p.m.",
    "worker": "Елена Уварова",
    "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
    "source": "Андроид",
    "status": "Завершен"
},
{
    "id": 4353565,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4458527,
  "task": "Выкладка Сибирская Коллекция 3",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Временный отказ"
},
{
    "id": 4753565,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4458946,
  "task": "Выкладка мороженое ЧЛ",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Проверен"
},
{
    "id": 4456565,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4458986,
  "task": "Выкладка мороженое ЧЛ",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Завершен"
},
{
    "id": 4453515,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4458956,
  "task": "Выкладка мороженое ЧЛ",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Проверен"
},
{
    "id": 4853565,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4454926,
  "task": "Выкладка мороженое ЧЛ",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Завершен"
},
{
    "id": 4153565,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4358926,
  "task": "Выкладка мороженое ЧЛ",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Завершен"
},
{
    "id": 4953565,
    "task": "Выкладка мороженое ЧЛ",
    "date_beginning": "Dec. 7, 2022, 10:03 a.m.",
    "date_end": "-",
    "worker": "Светлана Брижань",
    "shop": "ЦБ-00068643 - Пятерочка Регионы - 355040 Ставропольский край г.Ставрополь Доваторцев ул 39",
    "source": "Айфон",
    "status": "Начат"
},

{
  "id": 4558926,
  "task": "Выкладка мороженое ЧЛ",
  "date_beginning": "Dec. 7, 2022, 7:53 p.m.",
  "date_end": "Dec. 7, 2022, 7:57 p.m.",
  "worker": "Елена Уварова",
  "shop": "ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25",
  "source": "Андроид",
  "status": "Завершен"
},
  ];

  //4458926	Выкладка мороженое ЧЛ	Dec. 7, 2022, 7:53 p.m.	Dec. 7, 2022, 7:57 p.m.	Елена Уварова	ЦБ-00145308 - Магнит регионы - 185035, Карелия Респ, Петрозаводск г, Красноармейская (Центр р-н) ул, дом № 25	Андроид	Завершен